{"translation-revision-date":"2019-01-07 12:05:44+0000","generator":"GlotPress\/2.4.0-alpha","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=1; plural=0;","lang":"km_KH"},"%d word":["%d ពាក្យ"],"To edit the featured image, you need permission to upload media.":["ដើម្បីអាចកែរូបភាពពិសេសបាន អ្នកត្រូវមានសិទ្ធិក្នុងការអាប់ឡូដ។"],"Given your current role, you can only link a video, you cannot upload.":["ដោយផ្អែកលើតួនាទីរបស់អ្នក អ្នកអាចដាក់តំណលើវីដេអូបាន តែមិនអាចអាប់ឡូដបានទេ។"],"Given your current role, you can only link an image, you cannot upload.":["ដោយផ្អែកលើតួនាទីរបស់អ្នក អ្នកអាចដាក់តំណលើរូបភាពបាន តែមិនអាចអាប់ឡូដបានទេ។"],"Given your current role, you can only link an audio, you cannot upload.":["ដោយផ្អែកលើតួនាទីរបស់អ្នក អ្នកអាចដាក់តំណលើអូឌីយ៉ូបាន តែមិនអាចអាប់ឡូដបានទេ។"],"Given your current role, you can only link a media file, you cannot upload.":["ដោយផ្អែកលើតួនាទីរបស់អ្នក អ្នកអាចដាក់តំណលើហ្វាល់មេឌាបាន តែមិនអាចអាប់ឡូដបានទេ។"],"To edit this block, you need permission to upload media.":["ដើម្បីកែប្លុកនេះបាន អ្នកត្រូវការសិទ្ធិដើម្បីអាប់ឡូដមេឌា។"],"(selected block)":["(ប្លុកដែលបានជ្រើស)"],"Block tools":["ឧបករណ៍ប្លុក"],"%s block selected.":["ប្លុកចំនួន %s ត្រូវបានជ្រើស។"],"Link selected":["តំណត្រូវបានជ្រើស"],"Start writing with text or HTML":["ចាប់ផ្ដើមសរសេរជាអក្សរ ឬក៏កូដ HTML"],"Type text or HTML":["វាយអក្សរ ឬក៏កូដ HTML"],"Start writing or type \/ to choose a block":["ចាប់ផ្ដើមសរសេរ ឬវាយ \/ ដើម្បីជ្រើសយកប្លុកមួយ"],"Block icon":["សញ្ញាប្លុក"],"Align text right":["តម្រឹមអក្សរទៅស្ដាំ"],"Align text center":["តម្រឹមអក្សរមកកណ្ដាល"],"Align text left":["តម្រឹមអក្សរទៅឆ្វេង"],"Scheduled":["ដាក់កំណត់ពេល"],"Indent list item":["ចូលបន្ទាត់ធាតុនៃបញ្ជី"],"Outdent list item":["បញ្ជីចេញក្រៅបន្ទាត់"],"Convert to ordered list":["បម្លែងទៅជាបញ្ជីជាលេខ"],"Convert to unordered list":["បម្លែងទៅជាបញ្ជីធម្មតា"],"%d block":["ប្លុក %d"],"Error while uploading file %s to the media library.":["មានកំហុសកើតឡើងខណៈពេលកំពុងអាប់ឡូដហ្វាល់ %s ទៅកាន់បណ្ណាល័យមេឌា។"],"This file is empty.":["ហ្វាល់នេះមិនមានទំហំផ្ទុកទេ។"],"Sorry, this file type is not supported here.":["សូមទោស, ប្រភេទនៃហ្វាល់នេះពុំមានការគាំទ្រទេ។"],"Untitled Reusable Block":["ប្លុកប្រើឡើងវិញដែលពុំមានចំណងជើង"],"Block deleted.":["ប្លុកបានលុប។"],"Block created.":["ប្លុកបានបង្កើត។"],"Trashing failed":["ការលុបបានបរាជ័យ"],"Updating failed":["ការអាប់ដេតបានបរាជ័យ"],"Scheduling failed":["ការកំណត់ពេលបានបរាជ័យ"],"Publishing failed":["ការចេញផ្សាយបានបរាជ័យ"],"font size name\u0004Huge":["Huge"],"font size name\u0004Large":["Large"],"font size name\u0004Medium":["Medium"],"font size name\u0004Small":["Small"],"Cyan bluish gray":["Cyan bluish gray"],"Very light gray":["Very light gray"],"Vivid cyan blue":["Vivid cyan blue"],"Pale cyan blue":["Pale cyan blue"],"Vivid green cyan":["Vivid green cyan"],"Light green cyan":["Light green cyan"],"Luminous vivid amber":["Luminous vivid amber"],"Luminous vivid orange":["Luminous vivid orange"],"Vivid red":["Vivid red"],"Pale pink":["Pale pink"],"Additional CSS Class":["CSS Class បន្ថែមទៀត"],"Anchors lets you link directly to a section on a page.":["Anchors អនុញ្ញាតឲ្យអ្នកតភ្ជាប់ដោយផ្ទាល់ទៅកាន់ផ្នែកណាមួយនៅលើទំព័រមួយ។"],"HTML Anchor":["HTML Anchor"],"Link Settings":["ការកំណត់នៃតំណ"],"Insert Link":["បញ្ចូលតំណ"],"You have unsaved changes. If you proceed, they will be lost.":["អ្នកមានការកែប្រែដែលពុំទាន់បានរក្សាទុកនៅឡើយ។ ប្រសិនបើអ្នកបន្ត នោះការកែប្រែទាំងនោះនឹងបាត់បង់។"],"Reset the template":["កំណត់ពុម្ភឡើងវិញ"],"Keep it as is":["ទុកវាឲ្យនៅដដែល"],"The content of your post doesn’t match the template assigned to your post type.":["មាតិកានៃប្រកាសរបស់អ្នកមិនត្រូវគ្នាជាមួយនឹងពុម្ភដែលបានកំណត់ឲ្យប្រភេទប្រកាសរបស់អ្នកទេ។"],"Resetting the template may result in loss of content, do you want to continue?":["កំណត់ពុម្ភឡើងវិញអាចនឹងធ្វើឲ្យបាត់បងមាតិកាទាំងមូល, តើអ្នកចង់បន្តទេ?"],"Document Outline":["គ្រោងឯកសារ"],"Paragraphs":["កថាខណ្ឌ"],"Headings":["ចំណងជើង"],"Document Statistics":["ស្ថិតិនានានៃឯកសារ"],"Content structure":["រចនាសម្ព័ន្ធមាតិកា"],"Skip to the selected block":["រំលងទៅកាន់ប្លុកដែលបានជ្រើស"],"View the autosave":["មើលការរក្សាទុកដោយស្វ័យប្រវត្តិ"],"There is an autosave of this post that is more recent than the version below.":["មានការរក្សាទុកដោយស្វ័យប្រវត្តិមួយនៃប្រកាសនេះដែលថ្មីជាងកំណែដែលនៅខាងក្រោម។"],"Protected with a password you choose. Only those with the password can view this post.":["ការពារដោយពាក្យសម្ងាត់ដែលអ្នកបានប្រើ។ មានតែអ្នកដែលមានពាក្យសម្ងាត់នេះទេទើបអាចមើលប្រកាសនេះបាន។"],"Only visible to site admins and editors.":["មានតែអ្នកគ្រប់គ្រងវេបសាយ និងអ្នកកែសម្រួលប៉ុណ្ណោះដែលអាចមើលឃើញបាន។"],"Visible to everyone.":["នរណាក៏អាចមើលឃើញបាន។"],"Use a secure password":["ប្រើពាក្យសម្ងាត់ដែលសុវត្ថិភាព"],"Create password":["បង្កើតពាក្យសម្ងាត់"],"Post Visibility":["ភាពអាចមើលឃើញនៃប្រកាស"],"Would you like to privately publish this post now?":["តើអ្នកចង់ចុះផ្សាយប្រកាសនេះជាឯកជននាពេលនេះឬទេ?"],"Move to trash":["រើទៅដាក់ក្នុងធុងសម្រាម"],"Add title":["បញ្ចូលចំណងជើង"],"term\u0004Available %s":["មាន %s"],"Terms":["សព្ទ"],"term\u0004Search %s":["ស្វែងរក %s"],"Parent Term":["សព្ទមេ"],"Add new term":["បញ្ចូលសព្ទថ្មី"],"Add new category":["បញ្ចូលចំណាត់ក្រុមថ្មី"],"term\u0004Remove %s":["លុប %s"],"term\u0004%s removed":["%s បានលុប"],"term\u0004%s added":["%s បានបញ្ចូល"],"Term":["សព្ទ"],"Tag":["ស្លាក"],"Add New Term":["បញ្ចូលសព្ទថ្មី"],"Switch to Draft":["ប្ដូរទៅជាសេចក្តីព្រាង"],"Are you sure you want to unschedule this post?":["តើអ្នកប្រាកដថាអ្នកលែងកំណត់ពេលចេញផ្សាយប្រកាសនេះមែនទេ?"],"Are you sure you want to unpublish this post?":["តើអ្នកប្រាកដថាអ្នកមិនចង់ចេញផ្សាយប្រកាសនេះមែនទេ?"],"Stick to the Front Page":["បិទភ្ជាប់ទៅលើទំព័រមុខ"],"Immediately":["ភ្លាមៗ"],"Saving":["កំពុងរក្សាទុក"],"Autosaving":["កំពុងរក្សាទុកដោយស្វ័យប្រវត្តិ"],"Finished writing? That’s great, let’s get this published right now. Just click “Publish” and you’re good to go.":["បញ្ចប់ការសរសេរហើយ? ល្អណាស់! តោះចេញផ្សាយអត្ថបទនេះតែម្ដងទៅ។ គ្រាន់តែចុចលើ «ចេញផ្សាយ» នោះជាការស្រេច។"],"Publish…":["ចេញផ្សាយ…"],"Publish:":["ចេញផ្សាយ:"],"Visibility:":["ភាពមើលឃើញ:"],"Double-check your settings before publishing.":["សូមពិនិត្យមើលការកំណត់របស់អ្នកម្ដងទៀតមុននឹងធ្វើការចេញផ្សាយ។"],"Are you ready to publish?":["តើអ្នកត្រៀមខ្លួនរួចរាល់ដើម្បីចេញផ្សាយហើយតើមែនទេ?"],"Your work will be published at the specified date and time.":["ការងាររបស់អ្នកនឹងត្រូវចេញផ្សាយនៅពេលដែលកាលបរិច្ឆេទដែលបានកំណត់មកដល់។"],"Are you ready to schedule?":["តើអ្នកបានត្រៀមខ្លួនរួចរាល់ឬនៅក្នុងការកំណត់ពេល?"],"When you’re ready, submit your work for review, and an Editor will be able to approve it for you.":["នៅពេលដែលអ្នករួចរាល់ សូមផ្ញើការងាររបស់អ្នកដើម្បីធ្វើការពិនិត្យឡើងវិញ ហើយអ្នកកែសម្រួលនឹងអាចធ្វើការអនុម័តវាឲ្យអ្នក។"],"Are you ready to submit for review?":["តើអ្នកបានត្រៀមខ្លួនរួចរាល់ឬនៅក្នុងការផ្ញើមកធ្វើការពិនិត្យឡើងវិញ?"],"Copy Link":["ចម្លងតំណ"],"Copied!":["បានចម្លង!"],"%s address":["អាសយដ្ឋានចំនួន %s"],"What’s next?":["តើមានអ្វីនៅបន្ទាប់?"],"is now live.":["កំពុងបន្តផ្ទាល់។"],"is now scheduled. It will go live on":["បានកំណត់ពេលហើយ។ វានឹងបន្តផ្ទាល់នៅ"],"Tags help users and search engines navigate your site and find your content. Add a few keywords to describe your post.":["ស្លាកជួយអ្នកប្រើ និងម៉ាស៊ីនស្វែងរក អាចរុករកក្នុងវេបសាយរបស់អ្នក និងអាចរកឃើញមាតិការបស់អ្នកផងដែរ។ សូមបញ្ចូលពាក្យគន្លឹះពីរបីដើម្បីបរិយាយពីប្រកាសរបស់អ្នក។"],"Add tags":["បញ្ចូលស្លាក"],"Apply the \"%1$s\" format.":["អនុវត្តទម្រង់ \"%1$s\"។"],"Your theme uses post formats to highlight different kinds of content, like images or videos. Apply a post format to see this special styling.":["រូបរាងវេបសាយរបស់អ្នកប្រើទម្រង់ប្រកាសដើម្បីកំណត់ភាពខុសគ្នានៃមាតិកា ដូចជារូបភាព ឬក៏វីដេអូជាដើម។ អនុវត្តទម្រង់នៃប្រកាសដើម្បីឃើញការរចនាពិសេសនេះ។"],"Use a post format":["ប្រើទម្រង់នៃប្រកាស"],"Always show pre-publish checks.":["តែងតែបង្ហាញការពិនិត្យនៅមុនពេលចេញផ្សាយ។"],"Close panel":["បិទផ្ទាំង"],"Submit for Review":["ផ្ញើដើម្បីពិនិត្យ"],"Scheduling…":["កំពុងកំណត់ពេល…"],"Updating…":["កំពុងអាប់ដេត…"],"Publishing…":["កំពុងចេញផ្សាយ…"],"Click “Preview” to load a preview of this page, so you can make sure you’re happy with your blocks.":["សូមចុច «មើលជាមុន» ដើម្បីផ្ទុកនូវទម្រង់មើលជាមុននូវទំព័រនេះ ធ្វើដូចនេះអ្នកអាចប្រាកដថាអ្នកពេញចិត្តនឹងប្លុកនានារបស់អ្នក។"],"imperative verb\u0004Preview":["មើលផ្ទាល់"],"Generating preview…":["កំពុងបង្កើតឲ្យមានការមើលផ្ទាល់…"],"Allow Pingbacks & Trackbacks":["អនុញ្ញាតឲ្យ Pingbacks & Trackbacks"],"Change Permalinks":["កែតំណ"],"Permalink:":["តំណ:"],"Copy the permalink":["ចម្លងតំណ"],"Permalink copied":["តំណបានចម្លង"],"Edit post permalink":["កែតំណរបស់ប្រកាស"],"Take Over":["យកមកគ្រប់គ្រង"],"Another user is currently working on this post, which means you cannot make changes, unless you take over.":["មានអ្នកប្រើផ្សេងទៀតកំពុងធ្វើការលើប្រកាសនេះ ដែលមានន័យថាអ្នកមិនអាចធ្វើការកែប្រែបានទេ លុះត្រាតែអ្នកយកវាមកគ្រប់គ្រងវិញ។"],"%s is currently working on this post, which means you cannot make changes, unless you take over.":["%s កំពុងធ្វើការលើប្រកាសនេះ ដែលមានន័យថាអ្នកមិនអាចធ្វើការកែប្រែបានទេ លុះត្រាតែអ្នកយកវាមកគ្រប់គ្រងវិញ។"],"Another user now has editing control of this post. Don’t worry, your changes up to this moment have been saved.":["មានអ្នកប្រើផ្សេងទៀតកំពុងយកប្រកាសនេះទៅកែហើយ។ សូមកុំបារម្ភ ការកែប្រែរបស់អ្នករហូតមកដល់ពេលនេះបានរក្សាទុកហើយ។"],"%s now has editing control of this post. Don’t worry, your changes up to this moment have been saved.":["ពេលនេះ %s អាចកែប្រកាសនេះបាន។ សូមកុំបារម្ភ ការកែប្រែរបស់អ្នករហូតមកដល់ពេលនេះបានរក្សាទុកហើយ។"],"Avatar":["អវតា"],"This post is already being edited.":["ប្រកាសនេះបាននឹងកំពុងកែហើយ។"],"Someone else has taken over this post.":["មានអ្នកផ្សេងទៀតបានយកប្រកាសនេះទៅគ្រប់គ្រងហើយ។"],"%d Revision":["%d កំណែ"],"Post Format":["ទម្រង់ប្រកាស"],"Chat":["តារាង"],"Standard":["ស្តង់ដា"],"Aside":["ចំហៀង"],"Replace image":["ជួសរូបភាព"],"Edit or update the image":["កែ ឬក៏អាប់ដេតរូបភាព"],"Learn more about manual excerpts":["ស្វែងយល់បន្ថែមអំពីសេចក្ដីសម្រង់ផ្ទាល់ខ្លួន"],"Write an excerpt (optional)":["សរសេរសេចក្ដីសម្រង់ (បន្ទាប់បន្សំ)"],"Allow Comments":["អនុញ្ញាតឲ្យមានការបញ្ចេញមតិ"],"(%s: %s)":["(%s: %s)"],"no parent":["គ្មានមេ"],"no title":["គ្មានចំណងជើង"],"Order":["លំដាប់"],"Drag a video, upload a new one or select a file from your library.":["អូសវីដេអូចូល អាប់ឡូដថ្មី ឬក៏ជ្រើសយកហ្វាល់ពីបណ្ណាល័យរបស់អ្នក។"],"Drag an image, upload a new one or select a file from your library.":["អូសរូបភាពចូល អាប់ឡូដថ្មី ឬក៏ជ្រើសយកហ្វាល់ពីបណ្ណាល័យរបស់អ្នក។"],"Drag an audio, upload a new one or select a file from your library.":["អូសអូឌីយ៉ូចូល អាប់ឡូដថ្មី ឬក៏ជ្រើសយកហ្វាល់ពីបណ្ណាល័យរបស់អ្នក។"],"Drag a media file, upload a new one or select a file from your library.":["អូមេឌាហ្វាល់ចូល អាប់ឡូដមួយថ្មី ឬក៏ជ្រើសចេញពីបណ្ណល័យរបស់អ្នក។"],"Paste or type URL":["បិទភ្ជាប់ ឬក៏វាយ URL ចូល"],"Manage All Reusable Blocks":["គ្រប់គ្រងគ្រប់ប្លុកប្រើឡើងវិញ"],"Reusable":["ប្រើឡើងវិញបាន"],"blocks\u0004Most Used":["ប្រើច្រើនបំផុត"],"Available block types":["ប្រភេទប្លុកដែលមាន"],"Search for a block":["ស្វែងរកប្លុក"],"%d result found.":["រកឃើញលទ្ធផលចំនួន %d។"],"Inline Elements":["ធាតុនៅក្នុងបន្ទាត់"],"Add %s":["បញ្ចូល %s"],"The editor has encountered an unexpected error.":["កម្មវិធីនិពន្ធបានជួបប្រទះកំហុសដែលមិនបានព្រៀងទុកមួយ។"],"Copy Error":["មានកំហុសក្នុងការចម្លង"],"Copy Post Text":["ចម្លងអក្សរនៃប្រកាស"],"Attempt Recovery":["ប៉ុនប៉ងយកមកវិញ"],"(Click to focus this heading)":["(ចុចដើម្បីឈរលើចំណងជើងនេះ)"],"(Multiple H1 headings are not recommended)":["(ប្រើ H1 ច្រើនដង ពុំត្រូវបានលើកទឹកចិត្តនោះទេ)"],"(Your theme may already use a H1 for the post title)":["(រូបរាងនៃវេបសាយរបស់អ្នកប្រហែលជាបានប្រើ H1 សម្រាប់ចំណងជើងនៃប្រកាសរួចទៅហើយ)"],"(Incorrect heading level)":["(កម្រិតនៃចំណងជើងពុំត្រឹមត្រូវ)"],"(Empty heading)":["(គ្មានចំណងជើង)"],"This color combination may be hard for people to read. Try using a brighter background color and\/or a darker text color.":["បន្សំនៃពណ៌នេះអាចនឹងធ្វើអោយអ្នកអានពិបាកអាន។ សូមព្យាយាមប្រើផ្ទៃខាងក្រោយឲ្យភ្លឺបន្តិច ឬមួយក៏ប្រើអក្សរដែលមានពណ៌ដិតជាងមុន។"],"This color combination may be hard for people to read. Try using a darker background color and\/or a brighter text color.":["បន្សំនៃពណ៌នេះអាចនឹងធ្វើអោយអ្នកអានពិបាកអាន។ សូមព្យាយាមប្រើផ្ទៃខាងក្រោយឲ្យងងឹតបន្តិច ឬមួយក៏ប្រើអក្សរដែលមានពណ៌ច្បាស់ជាងមុន។"],"(current %s: %s)":["(បច្ចុប្បន្ន %s: %s)"],"Transform To:":["បំប្លែងទៅជា:"],"Block Styles":["រចនាបទនានានៃប្លុក"],"Change type of %d block":["ប្ដូរប្រភេទប្លុកចំនួន %d"],"Change block type":["ប្ដូរប្រភេទប្លុក"],"Remove from Reusable Blocks":["លុបប្លុកចេញពីក្រុមប្លុកប្រើឡើងវិញបាន"],"Convert to Regular Block":["បំប្លែងទៅជាប្លុកធម្មតាវិញ"],"Add to Reusable Blocks":["បញ្ចូលប្លុកទៅក្នុងក្រុមប្លុកប្រើឡើងវិញបាន"],"Remove Block":["លុបប្លុក"],"Insert After":["បញ្ចូលពីក្រោម"],"Insert Before":["បញ្ចូលពីលើ"],"Duplicate":["ធ្វើឲ្យស្ទួន"],"More options":["ជម្រើសច្រើនទៀត"],"Hide options":["លាក់ជម្រើស"],"Edit visually":["កែដោយមើលផ្ទាល់"],"Edit as HTML":["កែជាកូដ HTML"],"Block Navigation":["ការរុករកប្លុក"],"Move %1$d block from position %2$d down by one place":["រើប្លុកចំនួន %1$d ពីទីតាំង %2$d ចុះក្រោមមួយទីតាំង"],"Move %1$d block from position %2$d up by one place":["រើប្លុកចំនួន %1$d ពីទីតាំង %2$d ឡើងលើមួយទីតាំង"],"Blocks cannot be moved down as they are already at the bottom":["ប្លុកមិនអាចរើចុះក្រោមបានទៀតទេ ដោយសារតែវានៅខាងក្រោមគេស្រាប់"],"Blocks cannot be moved up as they are already at the top":["ប្លុកមិនអាចរើទៅខាងលើបានទៀតទេ ដោយសារតែវានៅខាងលើគេស្រាប់"],"Block %s is at the beginning of the content and can’t be moved up":["ប្លុក %s ស្ថិតនៅចំណុចចាប់ផ្ដើមនៃមាតិកា និងពុំអាចរើទៅខាងលើទៀតបានទេ"],"Move %1$s block from position %2$d up to position %3$d":["រើប្លុក %1$s ពីទីតាំង %2$d ឡើងទៅទីតាំង %3$d"],"Block %s is at the end of the content and can’t be moved down":["ប្លុក %s ស្ថិតនៅខាងក្រោមគេនៃមាតិកា និងពុំអាចរើចុះក្រោមបានទៀតទេ"],"Move %1$s block from position %2$d down to position %3$d":["រើប្លុក %1$s ពីទីតាំង %2$d ចុះមកទីតាំង %3$d"],"Block %s is the only block, and cannot be moved":["ប្លុក %s គឺជាប្លុកតែមួយគត់ដែលមាន និងពុំអាចធ្វើការរើបានទេ"],"Block: %s":["ប្លុក: %s"],"This block contains unexpected or invalid content.":["ប្លុកនេះផ្ទុកទៅដោយមាតិកាដែលពុំបានព្រៀងទុក ឬមួយក៏ពុំត្រឹមត្រូវ។"],"imperative verb\u0004Resolve":["ដោះស្រាយ"],"Convert to Blocks":["បម្លែងទៅជាប្លុក"],"Resolve Block":["ដោះស្រាយប្លុក"],"Convert to Classic Block":["បម្លែងទៅជាប្លុកជំនាន់ចាស់"],"This block has encountered an error and cannot be previewed.":["ប្លុកនេះបានពើបប្រទះនឹងកំហុសមួយ ហើយពុំអាចធ្វើការមើលជាមុនបានទេ។"],"Add block":["បន្ថែមប្លុក"],"No block selected.":["ពុំមានប្លុកណាត្រូវបានជ្រើសទេ។"],"After Conversion":["បន្ទាប់ពីការបម្លែង"],"Convert to HTML":["បម្លែងជាកូដ HTML"],"Current":["បច្ចុប្បន្ន"],"Change Alignment":["កែការតម្រឹម"],"Full width":["ប្រវែងពេញ"],"Wide width":["ប្រវែងទទឹង"],"Change Text Alignment":["កែការតម្រឹមអក្សរ"],"Category":["ចំណាត់ក្រុម"],"font size name\u0004Normal":["ធម្មតា"],"(opens in a new tab)":["(បើកនៅធែបថ្មី)"],"No results.":["គ្មានលទ្ធផល។"],"%d result found, use up and down arrow keys to navigate.":["រកឃើញលទ្ធផលចំនួន %d។ សូមប្រើព្រួញ up និង down ដើម្បីរុករក។"],"Block updated.":["ប្លុកបានអាប់ដេត។"],"No blocks found.":["រកប្លុកពុំឃើញ។"],"Blocks":["ប្លុក"],"Gallery":["វិចិត្រសាល"],"Schedule…":["កំណត់ពេល..."],"Sorry, this file type is not permitted for security reasons.":["សុំទោស ប្រភេទឯកសារនេះមិនត្រូវបានអនុញ្ញាតនោះទេ គឺក្រោមហេតុផលសុវត្ថិភាព។"],"Paste URL or type to search":["បិទ​ភ្ជាប់ URL ឬ​ក៏​វាយ​បញ្ចូល ដើម្បី​ស្វែងរក"],"Word count type. Do not translate!\u0004words":["characters_excluding_spaces"],"Template:":["គំរូ៖"],"Align left":["តម្រឹម​ឆ្វេង"],"Align center":["តម្រឹម​កណ្ដាល"],"Align right":["តម្រឹម​ស្ដាំ"],"Move up":["រុញ​ឡើង​លើ"],"Move down":["រុញ​ចុះ​ក្រោយ"],"Status":["ស្ថានភាព"],"Insert from URL":["បញ្ចូល​ពី URL"],"Set featured image":["ដាក់​រូបភាព​លេចធ្លោ"],"Video":["វីដេអូ"],"Audio":["សំឡេង"],"Large":["ធំ"],"Media Library":["បណ្ណាល័យ​មេឌា"],"Saved":["បាន​រក្សា​ទុក"],"Remove image":["ដក​រូប​ចេញ"],"Upload":["ផ្ទុក​ឡើង"],"Featured Image":["រូបភាព​លេចធ្លោ"],"Styles":["ស្ទីល"],"Link":["ភ្ជាប់"],"Very dark gray":["ប្រផេះ​ខ្មៅ​បំផុត"],"Words":["ពាក្យ"],"This file exceeds the maximum upload size for this site.":["ទំហំនៃហ្វាល់នេះលើសពីទំហំអាប់ឡូដដែលបានកំណត់សម្រាប់វេបសាយនេះ។"],"Parent Category":["ចំណាត់​ក្រុម​មេ"],"Add New Tag":["បន្ថែម​ស្លាក​ថ្មី"],"Password Protected":["បាន​ការ​ពារ​ដោយ​ពាក្យ​សម្ងាត់"],"Image":["រូប​ភាព"],"Quote":["ពាក្យ​សម្រង់"],"Suggestion:":["សំណើ៖"],"Edit Link":["កែរតំណ"],"(no title)":["(គ្មាន​ចំណង​ជើង)"],"Close":["បិទ"],"Update":["អាប់ដេត"],"Schedule":["កាលវិភាគ"],"Public":["សាធារណៈ"],"Private":["ឯកជន"],"Save as Pending":["រក្សា​ទុក​ជា កំពុង​រង់​ចាំ"],"Media":["មេឌា"],"Full Size":["ទំហំ​ពេញ"],"Medium":["មធ្យម"],"Thumbnail":["រូបភាព​តូច"],"Redo":["ធ្វើវិញ"],"Save Draft":["រក្សា​ទុក​ការ​ព្រាង"],"Preview":["មើល​ជា​មុន"],"Submit":["ដាក់​ស្នើ"],"Advanced":["កម្រិត​ខ្ពស់"],"Categories":["ចំណាត់ក្រុម"],"Save":["រក្សា​ទុក"],"Publish":["ផ្សព្វ​ផ្សាយ"],"Apply":["អនុវត្ត"],"Undo":["មិនធ្វើ"],"Edit":["កែប្រែ"],"URL":["URL"],"Author":["អ្នក​និពន្ធ"],"Pending Review":["រង់ចាំ​ការ​ពិនិត្យ"],"Published":["បាន​ផ្សាយ"],"Title":["ចំណងជើង"]}}}